{
    "categories": [
        
     {
         "title": "Love",
         "image": "love",
         "color": "e76f51",
         "items": [
           "Have you ever fallen in love?",
           "How do you realize that you  are in love with somebody?",
           "How do you know when you love someone?",
           "Do you believe in love at first sight?",
           " What makes people fall out of love?",
           "Do you think that people can change when they love someone?",
           "Who was your first crush, and what were they like?",
           "Can you describe what your first heartbreak was like?",
           "What was the biggest lesson from your worst breakup?",
           " How can you tell when someone love is genuine",
           " What's your definition of romance?",
           " Do you see yourself having kids? If so, how many?",
           " Do you believe in soulmates?",
           " If you believe in soulmates, do you think you've met yours?",
           " What do you consider cheating?",
           " Have you ever had your heart broken?",
           " Do you think you are trustworthy?"
         ]
     },
     {
         "title": "Health",
         "image": "health",
         "color": "ff0054",
         "items": [
             "Do you live a healthy lifestyle?",
             "Do you take care of your health",
             "How do you take care of your health?",
             "Do you eat healthy?"
         ]
     },
     {
         "title": "Life",
         "image": "life",
         "color": "f20089",
         "items": [
             "Are you living a fullfilling life?",
             "What is the purpose if your life?",
             "What is one thing that you're working to achieve in life",
             "Who do are the most important people in your life?"
         ]
     },
     {
         "title": "Goals",
         "image": "goals",
         "color": "00A676",
         "items": [
             "Do you set goals?",
             "What goal/s are you currently working on?",
             "Do you believe in going after what you want?",
             "What is your goal in a relationship?",
             "Are you an ambitious person?"
             
         ]
     },
     
     {
         "title": "Relationship",
         "image": "goals",
         "color": "2e2532",
         "items": [
             "Do you set goals?",
             "What goal/s are you currently working on?",
             "Do you believe in going after what you want?",
             "What is your goal in a relationship?",
             "Are you an ambitious person?"
             
         ]
     },
     
     {
         "title": "Couples",
         "image": "couple",
         "color": "164ba1",
         "items": [
             " What is making you feel alive lately?",
             " Is there a song that makes you think of me?",
             " What’s the worst job you’ve ever had?",
             " If money were no object, what would you buy first?",
             " When you envision our future, what does it look like?",
             " Do you need anything more from me in our sexual relationship?",
             " Do you need anything more from me in our romantic relationship?",
             " What in your life makes you feel most grateful?",
             " What was your first impression of me?",
             " What do you like to do when you’re alone?",
             " If you had to completely change careers, what would your new job be?",
             " What can we do to make a real difference in the world?",
             " When do you find me sexiest?",
             " When was the last time you felt scared?",
             " What’s one thing I don’t know about you?",
             " What do you admire most about me?",
             " What’s your favorite activity to do together?",
             " In what ways are we similar? How are we different?",
             " When did you first know you loved me?",
             " How often do you like to have sex?",
             " When do you have the most fun with me?",
             " What’s your favorite kind of physical affection?",
             " Do you consider yourself good with money?"
             
         ]
     },
     
     {
         "title": "First Date",
         "image": "first-date",
         "color": "967d69",
         "items": [
             "What brings you joy?",
             "What are the top 3 qualities you’re looking for in a significant other?",
             "What’s your idea of a perfect day?",
             "What’s your relationship like with your parents?",
             "What's something you'd like to learn or be better at",
             "Are you an introvert or an extrovert",
             "What do you usually like to do in your free time?",
             "Are you a morning person or a night owl?",
             " What do you like to read?",
             " Do you like to read? ",
             " Do you have any pet peeves?",
             " What does a typical day look like for you?",
             " What made you interested in going out with me?",
             " What are you looking for?",
             " What do you think is important for a healthy relationship?",
             " How do you handle conflict?",
             " What is something in past relationships you needed to work on?",
             " What was your first impression of me?",
             " What made you most excited about going on a date with me?",
             " Do you consider yourself good with money?"
             
         ]
     },
     
     {
         "title": "Sex",
         "image": "sex",
         "color": "014421",
         "items": [
             "True or False: \n Sex that doesn't result in orgasm is trash.",
             "Do you believe in sex after marriage? If no, defend your answer.",
             "How long should 2 people date before having sex? Why?",
             "What's one of your sexual fantasies?",
             "What's something not obviously sexual that turns you on?",
             "Do you have a sexual fantasy you've never shared with me before?",
             "If we could have sex anywhere, where would you choose?",
             "Do you love morning sex?",
             "What was your very first orgasm like?",
             "Have you ever faked an orgasm—not necessarily with me, but in general?",
             "How do you define great sex?",
             "Have you ever thought about me while masturbating?",
             "Does the idea of getting caught during sex excite you?",
             " Is there a type of outfit or clothes you find sexy that you'd like to see me in?",
             " Do you like playing with sex toys, or would you like to try them as a couple?",
             " What's your favorite sex position?",
             " What's something you wish we do together more often?",
             " Where would you like to be touched more often?"
         ]
     },
     
     {
         "title": "Miscellaneous",
         "image": "miscellaneous",
         "color": "ff1694",
         "items": [
             "What's something you'd like to learn or be better at?",
             "Are you an introvert or an extrovert? ",
             "What are you obsessing about these days? ",
             "What is one activity that you would like to do on a date? ",
             "What do you think were you like as a kid? ",
             "What do you usually like to do in your free time?",
             "Do you have any siblings? If so, how many do you have?",
             "Is there a food you don’t eat?",
             "What really makes you unique?",
             "How do you feel about your relationship with your mother?"


         ]
     },
     
     {
         "title": "Conversation Starters",
         "image": "conversations",
         "color": "5c2751",
         "items": [
              "Have you ever been in love before?",
             "Tell me the story of your first love.",
             "Who's someone in your life that you really look up to? ",
             "What do you think is your best quality?",
             "What does happiness mean to you?",
             "What initially made you interested in me?",
             "Do you want to have kids? Why or why not?",
             "How do you feel about religion?",
             "Do you set goals?",
             "What goal/s are you currently working on?",
             "Do you believe in going after what you want?",
             "What is your goal in a relationship?",
             "Are you an ambitious person?",
             "What do you think is important for a healthy relationship?",
             "How do you handle conflict?",
             "What is something in past relationships you needed to work on?",
             "Who is the person you talk to the most?",
             "What is the best gift you’ve ever received?"
             
         ]
     }
     
     
     
    ]
}
